// © Copyright 2004-2007, 2015 HP Development Company, L.P.

TaskName = "フォントのアップロード";

OkButtonTitle = "OK";
CancelButtonTitle = "キャンセル";
LoadingStorageDeviceInfoProcessTitle = "記憶装置情報のロード中…";
LoadingStorageDeviceListProcessTitle = "記憶装置リストのロード中…";
LoadingFontListProcessTitle = "フォント リストのロード中…";
SendingFontProcessTitle = "フォント\"%@\"のアップロード中 . . .";
RemovingFontProcessTitle = "フォント\"%@\"の削除中. . .";
RemoveConfirmationMessage = "プリンタから選択したフォントを削除してもいいですか？";
RemoveConfirmationMessageExplanation = "この操作は取り消すことができません。";
StorageDeviceLocked = "記憶装置がロックされています";
RemoveFromMemoryMessage = "デバイスのメモリからフォントを削除できません";
RemoveFromMemoryExplanation = "プレインストールされているフォントはすべて読み取り専用です。ユーザーが追加したすべてのフォントは、デバイスの再起動時にメモリから削除されます。他のストレージ デバイスにあるフォントは再起動中に保存され、手動で削除できます。";

DiskNameTemplate = "ディスク、ID=%@ (サイズ：%@)";
FlashNameTemplate = "フラッシュ SIMM、ID=%@ (サイズ：%@)";
SizeInBytes = "%.1f バイト";
SizeInKBytes = "%.1f KB";
SizeInMBytes = "%.1f MB";
SizeInGBytes = "%.1f GB";
SizeInTBytes = "%.1f TB";

// Errors
FileOpenError = " \"%@\"フォント ファイル を開くことができません";
FileOpenErrorExplanation = "このファイルは壊れているか、サポートされていない形式です。 別のフォントを選択してもう一度試してください。";
FormatError = "\"%@\"フォントの形式は認識されていません。";
FormatErrorExplanation = "別のフォントを選択してもう一度試してください。";
SingleUnsupportedError = "フォント \"%@\" はサポートされていません。";
SingleUnsupportedErrorExplanation = "フォントがスキップされます。";
MultipleUnsupportedError = "フォント %@ はサポートされていません。";
MultipleUnsupportedErrorExplanation = "フォントがスキップされます。";
SingleAlreadyScheduledError = "\"%@\"フォントはすでにリストに存在しています。";
SingleAlreadyScheduledErrorExplanation = "このフォントはスキップされます。";
MultipleAlreadyScheduledError = "フォント %@ はすでにリストに存在します。";
MultipleAlreadyScheduledErrorExplanation = "フォントがスキップされます。";
SingleAlreadyUploadedError = "フォント\"%@\"はすでにプリンタに存在しています。";
SingleAlreadyUploadedErrorExplanation = "このフォントはスキップされます。";
MultipleAlreadyUploadedError = "フォント %@ はすでにプリンタに存在します。";
MultipleAlreadyUploadedErrorExplanation = "フォントがスキップされます。";
PrintChannelOpenError = "プリンタ チャンネルを開くことができません。";
PrintChannelOpenErrorExplanation = "プリンタが接続され電源が入っていることを確認してから、もう一度試してください。";
DataSendError = "プリンタにデータを送信できません。";
DataSendErrorExplanation = "プリンタが接続され電源が入っていることを確認してから、やり直してください。";
DataReceiveError = "プリンタからデータを受信できません。";
DataReceiveErrorExplanation = "プリンタが接続され電源が入っていることを確認してから、やり直してください。";
FontSendError = "プリンタに\"%@\"フォント データを送信できません。";
FontSendErrorExplanation = "プリンタが接続され電源が入っていることを確認してください。 フォント リストにある残りのフォントはプリンタに送信されていません。";
FontRemoveError = "プリンタから\"%@\"フォントを削除できません。";
FontRemoveErrorExplanation = "プリンタが接続され電源が入っていることを確認してください。 フォント リストの残りのフォントはプリンタから削除されていません。";
StorageDeviceFullError = "記憶装置に空きがないため、\"%@\"フォントをアップロードできませんでした。";
StorageDeviceFullErrorExplanation = "他の記憶装置を選択するか、未使用のフォントを削除して、もう一度試してください。 フォント リストにある残りのフォントはプリンタにアップロードされていません。";
ScriptProcessingError = "\"%@\"フォントを使用したスクリプトを処理できませんでした。";
ScriptProcessingErrorExplanation = "別のフォントを選択して、もう一度試してください。 フォント リストにある残りのフォントはプリンタにアップロードされていません。";
DeviceVmError = "プリンタのメモリが少なくなっているので、\"%@\"フォントをアップロードできませんでした。";
DeviceVmErrorExplanation = "他の記憶装置を選択するか、未使用のフォントを削除して、もう一度試してください。 フォント リストにある残りのフォントはプリンタにアップロードされていません。";

DeviceBusyErrorTitle = "デバイスは現在ビジー状態です。";
DeviceBusyErrorMessage = "デバイスが現在のジョブを終了中です。しばらくお待ちください。";

FontNameTemplate = "\"%@\"";

Memory = "メモリ";
UpdateNeeded = "アップデートが必要";

TaskTitle = "フォントのアップロード";
TaskDescription = "プリンタ フォントを格納しているファイルを選択し、プリンタに転送してください。 フォントは、転送後プリント ジョブで使用できるようになります。";
StorageDevices = "プリンタ内のフォント：";
UpdateButton = "フォント リストのアップデート";
RemoveButton = "削除";
AddButton = "追加…";
